RRN_Data/662600/662697.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2022-09-29T10:00:35.983+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2022-09-29T10:00:35.983+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="220929-000798" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2022-09-29T10:00:34.985+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="220929-000798-1" version="1"><situationRecordCreationTime>2022-09-29T09:59:40.728+02:00</situationRecordCreationTime><situationRecordObservationTime>2022-09-29T09:59:40.728+02:00</situationRecordObservationTime><situationRecordVersionTime>2022-09-29T10:00:34.985+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-09-29T09:59:40.728+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Ouest</sourceIdentification><sourceName><values><value lang="fr">CEI de Châteauneuf-du-Faou</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-09-29T09:59:40.728+02:00</overallStartTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Ouest/District de Brest/CEI de Châteauneuf-du-Faou</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 2886 m à l'est de Châteauneuf-du-Faou ouest, fin : situé 185 m à l'ouest de Châteauneuf-du-Faou</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Chateaulin vers Rennes</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>48.205006</latitude><longitude>-3.823271</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Châteauneuf-du-Faou</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N164</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>48.204372</latitude><longitude>-3.8256347</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Châteauneuf-du-Faou</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N164</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Châteauneuf-du-Faou</value></values></alertCLocationName><specificLocation>47645</specificLocation></alertCLocation><offsetDistance><offsetDistance>185</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Châteauneuf-du-Faou ouest</value></values></alertCLocationName><specificLocation>47646</specificLocation></alertCLocation><offsetDistance><offsetDistance>2886</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>N0164</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>800.0</distanceAlong><fromReferent><referentIdentifier>29PR26U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>29PR27U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><roadworksScale>medium</roadworksScale><roadMaintenanceType>roadMarkingWork</roadMaintenanceType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>